{
    "quotes": [
        {
                "said" : "",
                "mean" : "(•⊙ω⊙•)"
        },
	{	
		"said" : "Rice",
		"mean" : "Best daddy"
	},
	{
		"said" : "I love you",
		"mean" : "You are my slave, bitch"
	},
        {
                "said" : "I'll be ready in five minutes",
		"mean" : "I have yet to shower; I just got out of the shower and haven't touched my hair yet; I can't get my eyeliner wings even; I've tried on four separate outfits and hate every single one of them"
        },
	{
                "said" : "Do I look fat",
		"mean" : " I have been cheating on my diet for the past four days and now it's the weekend and I need you to tell me I look good"
        },
        {
                "said" : "I don't like him",
		"mean" : "I am absolutely head-over-heels in love with him, but am trying to play it cool"
        },
	{
                "said" : "How do you know her",
		"mean" : "What is your sexual history with that girl you just said Hi to?"
        },
        {
                "said" : "I don't want a boyfriend",
		"mean" : " I am so single it hurts, but currently have no guy situation on my radar whatsoever"
        },
	{
                "said" : "I'm not hungry",
		"mean" : "I'm f*cking starving and haven't eaten anything substantial in over 10 days"
        },
        {
                "said" : "I barely ate anything today",
		"mean" : "I ate my weight in tortilla chips, chocolate, goldfish and basically anything and everything I could've gotten my hands on today"
        },
	{
                "said" : "I'm only having one drink",
		"mean" : "I'm getting sh*t faced and won't remember my own name by the end of the night"
        },
	{
                "said" : "He's my friend",
		"mean" : "We had sex once, it was terrible, so I put him back in the friend zone"
        },
	{
                "said" : "It's whatever, I'm over it",
		"mean" : "I am far from over it and have been cyber-stalking him every day since we stopped speaking"
        },
        {
                "said" : "It's fine",
                "mean" : "I would appreciate if we could have a long conversation about this, no shorter than 45 minutes. If not, I would appreciate if you got the fuck out of here."
        },
        {
                "said" : "I just want a nice guy",
                "mean" : "I just want a hot guy with a great personality who is financially stable AND if he can make me laugh, that’d be great."
        },
        {
                "said" : "I like you, but",
                "mean" : "I do not like you"
        },
        {
                "said"  : "Do you think he's cute",
                "mean"  : "Do you think it's ok if I have sex with him?"
        },
        {
                "said": "I want to take it slow",
                "mean": "I want to do a fuckboy test with you"
        },
        {
                "said": "I don’t know why girls don’t like me",
                "mean": "I’m a bitch to girls and I know exactly why they don’t like me but I want to seem cool, you know?"
        },
        {
                "said": "Do you love me",
                "mean": "Prove your love by doing this for me, bitch"
        }

   ]
}